{
  "scenes": [
    {
      "id": "act-cold-open",
      "title": "COLD OPEN:",
      "header": "COLD OPEN:",
      "act": null,
      "body": "COLD OPEN:",
      "tags": [],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-mountain-shrine-samnium-night",
      "title": "INT. MOUNTAIN SHRINE, SAMNIUM - NIGHT",
      "header": "INT. MOUNTAIN SHRINE, SAMNIUM - NIGHT",
      "act": null,
      "body": "INT. MOUNTAIN SHRINE, SAMNIUM - NIGHT\n\nComplete darkness. Sound of dripping water. Heavy, ragged breathing.\n\nA spark. Flint on steel. A torch flares to life, revealing PONTIUS PILATE (28), face bloodied, Roman armor torn and muddied. He's not alone in this cave shrine.\n\nAncient weapons hang on stone walls. Samnite gladii, their blades still sharp despite rust. Spears that killed Romans centuries ago. An altar bears Oscan inscriptions, worn by centuries but still legible.\n\nPilate approaches the altar with reverence and revulsion. He places something on the stone - a Roman military commendation, bronze eagle gleaming in torchlight. His hand shakes. Blood drips from his palm onto the ancient stone.\n\nPILATE\n(whispered Oscan, subtitled)\nI am your blood, grandfather. But I will not be your fate.\n\nA sound behind him. Scrape of metal on stone. He spins.\n\nYOUNG SAMNITE WARRIORS emerge from shadows, five of them, weapons drawn. Their leader (20s) has the same strong jaw as Pilate - distant cousin, perhaps.\n\nYOUNG SAMNITE\n(in Oscan, subtitled)\nBlood traitor. You wear their armor to our sacred place.\n\nPILATE\n(in Oscan, subtitled)\nI wear what I must to survive.\n\nYOUNG SAMNITE\nYour grandfather died rather than wear it.\n\nThey circle him. Pilate doesn't draw his gladius, but his stance shifts - weight balanced, ready.\n\nPILATE\nThen my grandfather was a fool.\n\nThe Young Samnite ATTACKS—\n\nSMASH CUT TO:\n\nTITLE SEQUENCE: \"PONTIUS\"\n\n---\n\nACT ONE",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-roman-senate-house-antechamber-day",
      "title": "INT. ROMAN SENATE HOUSE - ANTECHAMBER - DAY",
      "header": "INT. ROMAN SENATE HOUSE - ANTECHAMBER - DAY",
      "act": null,
      "body": "INT. ROMAN SENATE HOUSE - ANTECHAMBER - DAY\n\nTITLE: \"ROME - THREE DAYS LATER\"\n\nMarble columns soar toward painted ceilings depicting Roman victories. The antechamber bustles with PETITIONERS, CLIENTS, and SENATORS conducting the empire's business.\n\nPilate waits among them, still in military dress but cleaned up. His face bears healing cuts from the mountain encounter - a split lip, a gash above his eyebrow. He stands apart, neither mingling nor cowering.\n\nA SENIOR SENATOR (60s, patrician bearing) passes, stops, studies Pilate's face with the intensity of a collector examining a rare coin.\n\nSENATOR\nThat's a Samnite jaw if I ever saw one. The bones never lie. You're Pontii, aren't you?\n\nThe room's attention shifts like iron filings to a magnet. Other SENATORS drift closer, conversations dying.\n\nPILATE\nPontius Pilate. Returning from Germanic campaigns.\n\nSENATOR\nPontius! (louder, performing for the room) Gentlemen, we have royalty among us! The clan of Gaius Pontius - the Humiliator of Caudine Forks.\n\nHe circles Pilate like a gladiator in the arena.\n\nSENATOR (CONT'D)\nYour ancestor made three hundred Roman nobles crawl under the yoke like cattle. We still teach it to our children - the worst humiliation in Roman history.\n\nYOUNG NOBLE\n(joining in)\nAnd Pontius Telesinus! The Samnite butcher who tried to burn Rome with Sulla still in living memory.\n\nSENATOR\n(to Pilate)\nYour grandfather rode with Telesinus at the Colline Gate, didn't he? Died trying to destroy everything we've built.\n\nPILATE\n(controlled)\nMy grandfather died forty years ago. With the past.\n\nSECOND SENATOR\nThe past? (laughing) The past never dies with your people. My own father killed Samnites at the Colline Gate. Perhaps he killed yours, Pilate. Perhaps I'm speaking to the son of a man my father butchered.\n\nThe room watches like spectators at the games. Pilate stands perfectly still, absorbing each insult like blows.\n\nYOUNG NOBLE\nTell us, Pontius - when you saved the Third Legion's Eagle in Germania, did you fight like a Roman? Or like the mountain savage you really are?\n\nPilate's eye twitches. They know about Germania.\n\nSENATOR\nWe heard you were shouting in Oscan. Like your grandfather at the Colline Gate. Like an animal reverting to its nature.\n\n---\n\nFLASHBACK - EXT. GERMANIC FOREST - DAWN (ONE YEAR EARLIER)\n\nQuick, brutal flashes:\n\nRain and fog. The Roman patrol moves through massive oaks. Pilate leads six AUXILIARIES - the outsiders of Rome's army.\n\nGermanic WAR CRIES shatter the morning. WARRIORS emerge from fog like demons - painted, huge, screaming.\n\nArrows fly. The Greek auxiliary takes one in the throat, falls gurgling.\n\nPILATE\n(screaming in Oscan)\nMeddís! Meddís ver sacrum!\n\nHe catches himself, switches to Latin—\n\nPILATE (CONT'D)\nForm square! Form square!\n\nBut it's chaos. Romans falling everywhere. A GERMANIC CHIEFTAIN charges Pilate. They clash - the German is stronger, but Pilate fights with non-Roman techniques. Mountain fighting. Dirty. Vicious.\n\nHe tears the chieftain's throat out with his teeth.\n\nThe THIRD LEGION'S EAGLE STANDARD falls as the signifer dies. Pilate dives for it, catches it before it hits the mud. A Batavian auxiliary tries to run - Pilate kills him without hesitation.\n\nPILATE (CONT'D)\nNo one runs while the Eagle stands!\n\nBlood everywhere. Romans dying. Germans pressing in.\n\nThen - HORNS. SEJANUS arrives with reinforcements. The Germans retreat.\n\nPilate stands alone among corpses, still holding the Eagle, drenched in blood - Roman, German, his own.\n\n---\n\nBACK TO SENATE ANTECHAMBER:\n\nSENATOR\nSo you saved the Eagle. But which Rome were you saving it for? The one that exists? Or the one your people still dream of destroying?\n\nPILATE\nI am a citizen. I serve the Senate and People of Rome.\n\nSENATOR\nYou're a Samnite wearing a Roman mask. And masks always slip. (stepping closer) Tell me, Pontius - when you're alone, when you pour libations, is it to Jupiter? Or to those mountain gods your grandfather died defending?\n\nBefore Pilate can answer, a TRIBUNE enters.\n\nTRIBUNE\nPilate? Sejanus will see you now.\n\nThe name 'Sejanus' shifts the room's energy like a cold wind. The Senators step back.\n\nSENATOR\n(lower, venomous)\nSejanus's new pet. Of course. He does love collecting exotic breeds. (pause) Careful, Pontius. Pets that bite get put down.\n\nPilate walks past them toward the inner chambers.\n\nSENATOR (CONT'D)\n(calling after)\nYou can wash the blood off your hands, Pontius. But not out of your veins.\n\n---",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-sejanuss-villa-private-chamber-later",
      "title": "INT. SEJANUS'S VILLA - PRIVATE CHAMBER - LATER",
      "header": "INT. SEJANUS'S VILLA - PRIVATE CHAMBER - LATER",
      "act": null,
      "body": "INT. SEJANUS'S VILLA - PRIVATE CHAMBER - LATER\n\nOpulent beyond measure. Sejanus's private training room. Four GLADIATORS lie groaning on the floor. Pilate stands over them, knuckles bleeding, breathing hard.\n\nLUCIUS AELIUS SEJANUS (38) emerges from shadow. The second most powerful man in Rome has the eyes of a patient predator.\n\nSEJANUS\nFeel better?\n\nPILATE\nI didn't come here to feel better.\n\nSEJANUS\nNo? Then why request this meeting?\n\nPILATE\nBecause you're the only man in Rome who doesn't care that I'm Samnite.\n\nSEJANUS\nOh, I care. I care very much. (circling him) I care that every blow you strike is an apology. Every victory a plea: 'See? I'm Roman now.'\n\nPilate's breathing steadies but his eyes remain wild.\n\nSEJANUS (CONT'D)\nThe Senate gave you their usual welcome, I hear. And before that? Your homecoming?\n\nPilate tenses. How does he know?\n\nSEJANUS (CONT'D)\nMy informants are everywhere, Pontius. Even in mountain villages. Even in sacred caves. They say you visited your grandfather's shrine.\n\n---\n\nFLASHBACK - INT. MOUNTAIN SHRINE - NIGHT (THREE DAYS EARLIER)\n\nWe're back in the cave. The Young Samnite's blade is at Pilate's throat.\n\nYOUNG SAMNITE\n(in Oscan, subtitled)\nWe should kill you here. Let your Roman blood feed our grandfather's altar.\n\nPILATE\n(in Oscan, subtitled)\nDo it then. But know that Rome will burn every mountain village in response. Your children will curse your name.\n\nAn OLD SAMNITE enters the shrine, leaning on a staff.\n\nOLD SAMNITE\n(in Oscan, subtitled)\nLet him go.\n\nYOUNG SAMNITE\nBut grandfather—\n\nOLD SAMNITE\n(studying Pilate)\nHe's already dead. Look at his eyes. Rome killed him years ago. This is just the corpse walking. (to Pilate) You're Gaius's grandson. I knew your grandfather. Fought beside him at the Colline Gate.\n\nPILATE\n(in Oscan)\nThen you know he died for nothing.\n\nThe old man STRIKES Pilate with his staff. Pilate takes it, doesn't retaliate.\n\nOLD SAMNITE\nHe died for freedom. You live for slavery. (spits) You're nothing. Neither Roman nor Samnite. A ghost pretending to be a man.\n\nThey leave him alone at the altar. Pilate kneels, draws his pugio, cuts his palm. Blood drips on stone.\n\nPILATE\n(starting in Oscan, switching to Latin mid-sentence)\nI am your blood, grandfather. But ego sum... I am Roman. Because that is the only power left in this world.\n\nHe places his military commendation on the altar, then takes it back.\n\nPILATE (CONT'D)\nNo. I earned this. With Roman blood. My blood.\n\nHe leaves the shrine. Thunder rolls overhead.\n\n---\n\nBACK TO SEJANUS'S VILLA:\n\nSEJANUS\nDid you find what you were looking for in those mountains?\n\nPILATE\nI found what I already knew. That I have no people.\n\nSEJANUS\nPerfect. Because I need someone with no past for what comes next. (pause) Judaea.\n\nPILATE\nThe career graveyard.\n\nSEJANUS\nOr resurrection. Four prefects in twelve years, all broken by those stiff-necked Jews and their invisible god. But you... you're already broken. That makes you perfect.\n\nSejanus pours wine, offers it.\n\nSEJANUS (CONT'D)\nSucceed there, and I'll make sure no one ever calls you Samnite again. Your children will be Romans. True Romans. Your family name will be carved in marble, not whispered in shame.\n\nPILATE\nI have no family. No wife.\n\nSEJANUS\nThat's the other matter. My cousin, Claudia Procula. Great-granddaughter of Augustus himself.\n\nPILATE\nThe mad girl who has visions?\n\nSEJANUS\nThe woman whose veins carry divine blood. Illegitimate, yes, but gods don't care about marriage contracts. Marry her, and your Samnite stain dissolves in imperial purple.\n\nPILATE\nShe's refused twelve suitors.\n\nSEJANUS\nBecause they were whole men. She needs someone broken. Like her. (pause) She sees things, Pontius. In dreams. Perhaps she'll see something in you worth saving.\n\n---\n\nACT TWO",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-pilates-quarters-night",
      "title": "INT. PILATE'S QUARTERS - NIGHT",
      "header": "INT. PILATE'S QUARTERS - NIGHT",
      "act": null,
      "body": "INT. PILATE'S QUARTERS - NIGHT\n\nSparse military lodgings. Pilate stands before a trunk, pulling out items. At the bottom, wrapped in cloth - pieces of a broken Samnite gladius. His grandfather's sword.\n\nHe holds the pieces, weighing them in his hands. The weight of generations.\n\nMARCUS (35), his aide, enters.\n\nMARCUS\nThe Imperial reception. You should prepare.\n\nPilate wraps the sword pieces back in cloth. But instead of returning them to the trunk, he sets them aside. A decision forming.\n\nPILATE\nMarcus, what do you know of Claudia Procula?\n\nMARCUS\nThey say she predicted her father's death. To the day. They say she dreams of futures that come true.\n\nPILATE\nAnd her bloodline?\n\nMARCUS\nAugustus's seed, they whisper. Through his daughter Julia's exile. Scandal and divinity mixed. (pause) Sir, if I may... she's dangerous. Prophets always are.\n\nPILATE\nI'm not afraid of dreams, Marcus.\n\nMARCUS\nPerhaps you should be.\n\n---",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-pilates-quarters-later",
      "title": "INT. PILATE'S QUARTERS - LATER",
      "header": "INT. PILATE'S QUARTERS - LATER",
      "act": null,
      "body": "INT. PILATE'S QUARTERS - LATER\n\nPilate shaves carefully before a bronze mirror. In the reflection, he sees his grandfather's jaw, his grandfather's eyes. He nicks himself. Blood wells.\n\nFLASHBACK - INT. CHILDHOOD HOME - NIGHT (15 YEARS EARLIER)\n\nYOUNG PILATE (13) holds the same Samnite gladius, whole then. His FATHER enters, drunk, furious.\n\nFATHER\n(in Latin)\nWhat are you doing with that?\n\nYOUNG PILATE\n(in Oscan)\nGrandmother says it's our—\n\nHis father STRIKES him, hard.\n\nFATHER\nSpeak Latin! Only Latin! Your grandmother is dead. That language is dead. That sword is dead!\n\nHe takes the gladius, tries to break it over his knee. It bends but won't break fully. He throws the pieces in the corner.\n\nFATHER (CONT'D)\nWe survive by forgetting! By becoming them! There is no other way!\n\nYoung Pilate bleeds from his mouth, silent.\n\nFATHER (CONT'D)\n(grabbing him)\nSay it. Say 'I am Roman.'\n\nYOUNG PILATE\n(in Latin)\nI am Roman.\n\nFATHER\nAgain!\n\nYOUNG PILATE\nI am Roman!\n\nFATHER\nGood. Now forget everything else. Everything.\n\n---\n\nBACK TO PRESENT:\n\nPilate wipes the blood from his jaw. Perfect shave now. Perfect Roman appearance.\n\n---",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-imperial-palace-reception-hall-night",
      "title": "INT. IMPERIAL PALACE - RECEPTION HALL - NIGHT",
      "header": "INT. IMPERIAL PALACE - RECEPTION HALL - NIGHT",
      "act": null,
      "body": "INT. IMPERIAL PALACE - RECEPTION HALL - NIGHT\n\nOpulence as religion. Every surface declares divinity. SENATORS, MERCHANTS, OFFICERS circle in careful clusters, each conversation a negotiation.\n\nPilate enters in his best toga - military decorations visible but not ostentatious. Conversations pause. Whispers follow him like smoke.\n\nWHISPERS\n\"The Samnite...\"\n\"Sejanus's new pet...\"\n\"Heard he went native in Germania...\"\n\"Blood will tell...\"\n\nAcross the room, standing alone despite the crowd: CLAUDIA PROCULA (23).\n\nShe's everything the room is not - still among the motion, simple among the ornate. Dark hair like a Vestal Virgin's, but eyes that have seen too much for innocence. She watches the crowd like a physician studying a plague.\n\nTheir eyes meet across the room.\n\nShe doesn't look away.\n\nNeither does he.\n\nHe approaches. The crowd parts, watching. She waits, perfectly still.\n\nCLAUDIA\nYou're the one who screams in Oscan when he kills.\n\nNot a question.\n\nPILATE\nYou're the one who screams in her sleep when she dreams.\n\nCLAUDIA\nWhat do you dream of, Pontius Pilate?\n\nPILATE\nNothing. I've learned not to dream.\n\nCLAUDIA\nLiar. (stepping closer) You dream of mountains. Blood on ancient stones. Grandfathers who won't stay buried.\n\nHe's stunned. How could she know?\n\nCLAUDIA (CONT'D)\nI dreamed of you last night. Before we met. You were washing your hands in a mountain stream, but the water turned to blood. You kept washing but couldn't get clean.\n\nPILATE\nWhat else did you see?\n\nCLAUDIA\nA king who wore his crown like a wound. A question that echoed in an empty hall. And you, standing between two worlds, understanding neither.\n\nShe touches his face, fingers tracing the healing cut above his eye.\n\nCLAUDIA (CONT'D)\nYour own people did this. Three nights ago. They rejected you.\n\nPILATE\nHow do you—\n\nCLAUDIA\nBecause I recognize the wound. My own family exiled me. Divine Augustus's bastard line. Too valuable to kill, too dangerous to keep close. (pause) We're the same, you and I. Trapped between worlds, belonging to neither.\n\nPILATE\nI belong to Rome.\n\nCLAUDIA\nNo. You belong to Sejanus. There's a difference. (studying him) He's promised you Judaea.\n\nPILATE\nIf I marry you.\n\nCLAUDIA\nA province of religious madmen for two broken bloodlines. How poetic.\n\nThe crowd watches them, scandalized by their intimacy. She doesn't care.\n\nCLAUDIA (CONT'D)\nI'll make you a bargain, Pontius Pilate of nowhere. Marry me. Go to Judaea. Build your reputation on the bodies of zealots and prophets. But when the moment comes - and we'll both know it when it does - remember that once, long ago, you knew the answer to the question you'll be asked.\n\nPILATE\nWhat question?\n\nCLAUDIA\nIf I knew that, I'd be a god, not a god's bastard. (pause) All I know is that when it comes, the answer will matter more than your life. More than Rome. More than anything.\n\nPILATE\nAnd if I don't know the answer?\n\nCLAUDIA\nThen you'll become exactly what your grandfather's ghost fears. A Roman. Nothing more, nothing less. And that nothing will be your everything.\n\nA SERVANT approaches with wine. Claudia takes two cups, hands one to Pilate.\n\nCLAUDIA (CONT'D)\nDo you know what I dreamed last week? An old man on an island, jumping at shadows. A powerful man floating in the river. And you, alone in a foreign land, trying to wash away something that won't wash clean.\n\nPILATE\nDreams are just—\n\nCLAUDIA\nMy dreams are never just anything. (pause) The powerful man - he had a ring like Sejanus wears. But the river had taken it.\n\nCLAUDIA\nToday. But power is water, Pontius. It flows, it shifts, it drowns those who grasp too tightly. (drinks) Marry me or don't. But know that I've already seen how your story ends.\n\nShe starts to leave.\n\nPILATE\nHow does it end?\n\nCLAUDIA\n(turning back)\nWith a question you can't answer. And water that won't wash clean.\n\nShe disappears into the crowd. Sejanus materializes beside him.\n\nSEJANUS\nWell?\n\nPILATE\nShe's insane.\n\nSEJANUS\nYes. But is she useful?\n\nPILATE\nShe sees things. Knows things.\n\nSEJANUS\nPerfect for Judaea. The Jews claim their god sees all. Let's send them a governor's wife who actually does. (pause) You'll marry within the month. Sail immediately after.\n\nPILATE\nAnd if she's right? About the future she sees?\n\nSEJANUS\nThen you'll adapt. It's what survivors do.\n\n---\n\nACT THREE",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-ext-rome-streets-before-dawn",
      "title": "EXT. ROME - STREETS - BEFORE DAWN",
      "header": "EXT. ROME - STREETS - BEFORE DAWN",
      "act": null,
      "body": "EXT. ROME - STREETS - BEFORE DAWN\n\nPilate walks alone through empty streets. He carries a leather satchel, holding it carefully, like something sacred or dangerous. The Temple of Mars looms ahead.",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-temple-of-mars-dawn",
      "title": "INT. TEMPLE OF MARS - DAWN",
      "header": "INT. TEMPLE OF MARS - DAWN",
      "act": null,
      "body": "INT. TEMPLE OF MARS - DAWN\n\nPilate kneels before the altar, alone in the vast space. His words echo.\n\nPILATE\nFather Mars, god of our fathers... (pause) No. You're not the god of my fathers. My fathers prayed to Mamers, to mountain spirits, to gods Rome has forgotten.\n\nHe stands, paces. Reaches into a leather satchel he's carried. We don't see what he withdraws.\n\nPILATE (CONT'D)\nBut they're dead. Their gods are dead. Only you remain. So I offer you this—\n\nHe places something on the altar. The CAMERA stays on his face, not the offering.\n\nPILATE (CONT'D)\nThe last of what I was. Take it. Make me what I must become.\n\nA PRIEST emerges from shadows. Sees what's on the altar. His eyes widen slightly - this is significant, unexpected.\n\nPRIEST\nThat's... an unusual offering.\n\nPILATE\nFor an unusual request.\n\nPRIEST\n(studying the altar, then Pilate)\nThis is... (pause) Do you know what you're asking?\n\nPILATE\nI'm asking for victory.\n\nPRIEST\n(long pause, almost pitying)\nThe god of war feeds on conflict, Pontius. Not its resolution. What you've placed here... this isn't an offering. It's an amputation.\n\nPILATE\nThen let me bleed.\n\nThe priest shakes his head slowly.\n\nThe priest studies him.\n\nPRIEST\nYou're the Samnite. Sailing for Judaea.\n\nPILATE\nI'm a Roman. Sailing for Judaea.\n\nPRIEST\n(smiling slightly)\nIf you say so. (pause) A word of advice? Their god is peculiar. He demands remembering. Every slight, every sin, every covenant. They say he never forgets.\n\nPILATE\nThen I'll teach them the Roman virtue of forgetting.\n\nPRIEST\nMany have tried. Their terraced hills are fertilized with Roman ambition.\n\n---",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-claudias-chambers-day",
      "title": "INT. CLAUDIA'S CHAMBERS - DAY",
      "header": "INT. CLAUDIA'S CHAMBERS - DAY",
      "act": null,
      "body": "INT. CLAUDIA'S CHAMBERS - DAY\n\nSpartan despite her lineage. Claudia sits at a window, watching the street below. Pilate enters without announcement.\n\nCLAUDIA\n(without turning)\nYou've decided.\n\nPILATE\nYou knew I would.\n\nCLAUDIA\nI knew you had no choice. Sejanus owns you. Your ambition owns you. Your shame owns you. (turning) The question is: what owns me?\n\nPILATE\nYour dreams?\n\nCLAUDIA\nMy dreams are the only free thing about me. (standing) Do you know why I've refused twelve suitors?\n\nPILATE\nTell me.\n\nCLAUDIA\nBecause I saw their futures. Comfortable. Predictable. Roman. (approaching him) But you... your future is a storm. Darkness and lightning and choices that echo through eternity.\n\nPILATE\nYou're not afraid?\n\nCLAUDIA\nI'm terrified. But terror is better than the slow death of a senator's wife in Rome.\n\nShe moves to a basin, pours water from a pitcher. Gestures for him to come closer.\n\nCLAUDIA (CONT'D)\nYour hand.\n\nHe hesitates, then extends his left hand - wrapped in linen from the mountain shrine wound. She takes it gently, begins unwinding the dressing. The linen is stained with dried blood.\n\nCLAUDIA (CONT'D)\n(as she unwraps)\nYou did this yourself. At your grandfather's altar.\n\nNot a question. She knows. The last of the linen falls away, revealing the knife cut across his palm, partially healed.\n\nShe guides his hand over the basin, pours water over it. The water runs pink, then clear. She washes carefully, tenderly - more like a sacrament than medical care.\n\nCLAUDIA (CONT'D)\nClean hands. But the blood remembers.\n\nShe dries his palm with fresh linen, then pulls out a small knife. Looks into his eyes.\n\nCLAUDIA (CONT'D)\nThis will hurt.\n\nPILATE\nEverything hurts.\n\nShe reopens the wound with surgical precision. Fresh blood wells. Then, without breaking eye contact, she cuts her own palm. Firm. Decisive.\n\nCLAUDIA\nBlood to blood. We're bound now. Whatever comes.\n\nTheir blood mingles, drips to the floor.\n\nPILATE\nThe priests would call this sacrilege.\n\nCLAUDIA\nThe priests know nothing of the divine. (pressing their wounds together) But we will. In Judaea. We'll see God face to face.\n\nPILATE\nThere are no gods. Only power.\n\nCLAUDIA\n(smiling sadly)\nOh, my broken Samnite. You're about to learn how wrong you are.\n\n---",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-sejanuss-villa-night",
      "title": "INT. SEJANUS'S VILLA - NIGHT",
      "header": "INT. SEJANUS'S VILLA - NIGHT",
      "act": null,
      "body": "INT. SEJANUS'S VILLA - NIGHT\n\nFinal meeting. Sejanus hands Pilate sealed orders.\n\nSEJANUS\nYour authority in Judaea. Use it well.\n\nPILATE\nAny specific instructions?\n\nSEJANUS\nKeep the peace. Collect the taxes. And remind those Jews that their god kneels to Rome, not the other way around.\n\nPILATE\nAnd if their prophets disagree?\n\nSEJANUS\nThen you remind them that Rome crucifies all challengers. Even divine ones.\n\nThey share a laugh. But something in Sejanus's eyes is deadly serious.\n\nSEJANUS (CONT'D)\nI mean it, Pontius. They await their promised king. Their deliverer. If he appears - when he appears - you know what to do.\n\nPILATE\nKill him.\n\nSEJANUS\nMake an example of him. Something so horrific that they'll fear even hoping for salvation. (pause) Can you do that? Kill hope itself?\n\nPILATE\nI killed my own grandfather's memory. Hope should be easier.\n\nSEJANUS\nGood. (clasping his shoulder) Remember - in Judaea, you're not Pontius the Samnite. You're my hand. My will. My judgment.\n\nPILATE\nI understand.\n\nSEJANUS\nDo you? Because if you fail, if you show weakness, if you let their prophets seem greater than Rome's power... I'll crucify you myself. After I've crucified your wife.\n\nThe threat hangs between them.\n\nPILATE\nI won't fail.\n\nSEJANUS\nNo. You won't. Because failure would prove what the Senate whispers - that Samnite blood always betrays Rome in the end.\n\n---",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-ext-port-of-ostia-dawn",
      "title": "EXT. PORT OF OSTIA - DAWN",
      "header": "EXT. PORT OF OSTIA - DAWN",
      "act": null,
      "body": "EXT. PORT OF OSTIA - DAWN\n\nThe ship Fortuna waits. Pilate and Claudia stand at the rail as Rome shrinks behind them.\n\nCLAUDIA\nDo you ever wonder if the future is fixed? If my dreams show what will be, or what might be?\n\nPILATE\nI don't wonder. I act.\n\nCLAUDIA\nAnd if your actions are already written? If you're sailing toward a fate you can't escape?\n\nPILATE\nThen I'll meet it as a Roman.\n\nCLAUDIA\nOr as a Samnite.\n\nHe looks at her sharply.\n\nCLAUDIA (CONT'D)\nYou can break the sword, Pontius. You can change the name. You can speak their language and wear their armor. But blood remembers. Blood always remembers.\n\nPILATE\nMy blood remembers nothing.\n\nCLAUDIA\n(touching his face)\nThen why do you still dream in Oscan?\n\nHe pulls away, disturbed. She's right - he does.\n\nCLAUDIA (CONT'D)\nI told you. I see everything. Even the dreams you hide from yourself.\n\nThe coastline of Italy fades. Ahead, only sea.\n\nPILATE\nWhat do you see in Judaea?\n\nCLAUDIA\nWater. Always water. You washing and washing but never getting clean. And a man asking you something you can't answer.\n\nPILATE\nWhat does he ask?\n\nCLAUDIA\nI don't know. The dream always ends before you speak. Or perhaps... perhaps the silence is your answer.\n\nA SAILOR calls out:\n\nSAILOR\nFair winds, Prefect! We'll make Caesarea in two weeks!\n\nPilate acknowledges him, then turns back to the sea.\n\nPILATE\n(to himself)\nTwo weeks to become someone else.\n\nCLAUDIA\nYou've been trying to become someone else your whole life. (pause) What if in Judaea, you finally become yourself?\n\nPILATE\nThen God help whoever stands in my way.\n\nThunder rumbles on the horizon. Storm clouds gathering.\n\nCLAUDIA\n(softly)\nOr God help you.\n\nFADE TO BLACK.\n\nEND OF EPISODE\n\n---\n\nCLOSING MOMENTS",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-mountain-shrine-night-flashback",
      "title": "INT. MOUNTAIN SHRINE - NIGHT (FLASHBACK)",
      "header": "INT. MOUNTAIN SHRINE - NIGHT (FLASHBACK)",
      "act": null,
      "body": "INT. MOUNTAIN SHRINE - NIGHT (FLASHBACK)\n\nWe return to the opening scene, now seeing its conclusion.\n\nThe Young Samnite lowers his blade.\n\nYOUNG SAMNITE\n(in Oscan, subtitled)\nGo then. Return to your masters. But know this - when Rome falls, and it will fall, your name will be remembered as the clan that helped destroy it.\n\nPILATE\n(in Oscan, then Latin)\nWhen Rome falls, there will be nothing left. Including memory.\n\nHe leaves the shrine. The Samnites watch him go.\n\nOLD SAMNITE\n(to the others)\nHe's more dangerous than any Roman.\n\nYOUNG SAMNITE\nWhy?\n\nOLD SAMNITE\nBecause he has nothing left to lose. Not even himself.\n\nFINAL SHOT:",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    },
    {
      "id": "act-int-temple-of-mars-altar-day",
      "title": "INT. TEMPLE OF MARS - ALTAR - DAY",
      "header": "INT. TEMPLE OF MARS - ALTAR - DAY",
      "act": null,
      "body": "INT. TEMPLE OF MARS - ALTAR - DAY\n\nThe temple is empty now. Sunlight streams through columns, illuminating the altar.\n\nCAMERA SLOWLY PUSHES IN on what lies there, abandoned:\n\nThe broken Samnite gladius. His grandfather's sword, in two pieces. The metal still gleams despite its age, the Oscan inscriptions on the hilt still visible.\n\nThe offering Rome's god wouldn't take. Or couldn't.\n\nIt lies there like a corpse. Like a promise. Like a curse.\n\nThe CAMERA continues pushing in until the broken blade fills the frame, then—\n\nFADE OUT.\n\nEND OF PILOT\n\n---\n\nEpisode Notes:\n\nThemes Established:\n- Identity and the cost of assimilation\n- The price of political power\n- Prophecy versus free will\n- The corruption of ambition\n- Blood memory versus chosen identity\n\nSeries Arcs Set Up:\n- Pilate's relationship with Sejanus (will end with Sejanus's fall)\n- Claudia's prophetic dreams (will culminate with Jesus)\n- The tension between Pilate's Samnite heritage and Roman ambition\n- The question of whether fate can be escaped\n\nHistorical Notes:\n- Sejanus's rise to power (23-31 CE)\n- The Samnite Wars' lasting cultural impact\n- Tiberius's growing paranoia\n- Religious tensions in Judaea\n- The Roman elevation of loyal \"barbarians\" to positions of power\n\nVisual Motifs:\n- Water/washing (recurring throughout series)\n- Blood on stone (sacrifice and violence)\n- Broken swords (severed heritage)\n- Dreams/visions (Claudia's sight)\n- Mirrors/reflections (identity crisis)\n\n---\n\nApproximate Runtime: 52 minutes\n\nNext Episode: \"The Prefect of Judaea\" - Pilate arrives in Caesarea and immediately faces his first crisis with the Temple authorities.",
      "tags": [
        "screenplay-scene"
      ],
      "source": "pontius-pilot-screenplay.md"
    }
  ]
}